{
  "total_rows": 9847,
  "total_columns": 9,
  "duplicate_row_count": 0,
  "numeric_column_count": 3,
  "categorical_column_count": 5,
  "datetime_column_count": 1,
  "columns": [
    {
      "name": "Release_Date",
      "inferred_type": "datetime",
      "nullable": false,
      "missing_count": 0,
      "missing_percentage": 0.0
    },
    {
      "name": "Title",
      "inferred_type": "categorical",
      "nullable": true,
      "missing_count": 10,
      "missing_percentage": 0.1
    },
    {
      "name": "Overview",
      "inferred_type": "categorical",
      "nullable": true,
      "missing_count": 10,
      "missing_percentage": 0.1
    },
    {
      "name": "Popularity",
      "inferred_type": "numeric",
      "nullable": true,
      "missing_count": 20,
      "missing_percentage": 0.2
    },
    {
      "name": "Vote_Count",
      "inferred_type": "numeric",
      "nullable": true,
      "missing_count": 24,
      "missing_percentage": 0.24
    },
    {
      "name": "Vote_Average",
      "inferred_type": "numeric",
      "nullable": true,
      "missing_count": 26,
      "missing_percentage": 0.26
    },
    {
      "name": "Original_Language",
      "inferred_type": "categorical",
      "nullable": true,
      "missing_count": 27,
      "missing_percentage": 0.27
    },
    {
      "name": "Genre",
      "inferred_type": "categorical",
      "nullable": true,
      "missing_count": 28,
      "missing_percentage": 0.28
    },
    {
      "name": "Poster_Url",
      "inferred_type": "categorical",
      "nullable": true,
      "missing_count": 28,
      "missing_percentage": 0.28
    }
  ],
  "column_insights": {
    "Release_Date": {
      "unique": 5913,
      "top_values": {
        "2022-03-10": 16,
        "2022-03-09": 15,
        "2021-10-08": 13,
        "2021-02-12": 13,
        "2021-10-01": 11,
        "2021-07-23": 11,
        "2021-12-03": 10,
        "2021-11-12": 10,
        "2021-09-03": 9,
        "2022-03-11": 9,
        "2017-09-29": 9,
        "2017-10-20": 9,
        "2021-04-23": 9,
        "2021-02-26": 9,
        "2016-10-21": 9,
        "2019-05-24": 9,
        "2017-10-27": 9,
        "2022-02-10": 8,
        "2017-10-26": 8,
        "2018-02-16": 8,
        "2021-08-12": 8,
        "2020-10-23": 8,
        "2021-12-02": 8,
        "2020-11-20": 8,
        "2021-07-30": 8,
        "2021-03-18": 8,
        "2021-06-04": 8,
        "2022-02-25": 8,
        "2022-02-17": 7,
        "2021-11-24": 7,
        "2003-08-15": 7,
        "2020-10-02": 7,
        "2021-06-24": 7,
        "2020-08-14": 7,
        "2017-10-12": 7,
        "2020-12-04": 7,
        "2021-02-05": 7,
        "2018-09-14": 7,
        "2015-07-10": 7,
        "2021-09-16": 7,
        "2021-04-02": 7,
        "2019-12-06": 7,
        "2017-08-11": 7,
        "2018-04-13": 7,
        "2020-10-16": 7,
        "2019-11-01": 7,
        "2016-11-11": 7,
        "2021-09-24": 7,
        "2020-02-14": 7,
        "2016-06-24": 7
      }
    },
    "Title": {
      "unique": 9523,
      "top_values": {
        "Beauty and the Beast": 4,
        "Alice in Wonderland": 4,
        "Batman": 3,
        "The Courier": 3,
        "Robin Hood": 3,
        "Pinocchio": 3,
        "Inferno": 3,
        "King Kong": 3,
        "The Call": 3,
        "Carrie": 3,
        "Les Misérables": 3,
        "The Mummy": 3,
        "Porno": 3,
        "The Jungle Book": 3,
        "Euphoria": 3,
        "The Little Mermaid": 3,
        "Cinderella": 3,
        "Halloween": 3,
        "Escape Room": 3,
        "Awake": 3,
        "Godzilla": 3,
        "The Three Musketeers": 3,
        "Black Christmas": 3,
        "The Kid": 3,
        "Revenge": 2,
        "RoboCop": 2,
        "Psycho": 2,
        "Bad Boys": 2,
        "The Little Prince": 2,
        "Extinction": 2,
        "Lady and the Tramp": 2,
        "Legend": 2,
        "Oldboy": 2,
        "Serenity": 2,
        "Uncharted": 2,
        "Little Women": 2,
        "Ocean's Eleven": 2,
        "Desire": 2,
        "Dirty Dancing": 2,
        "Lamb": 2,
        "Fantastic Four": 2,
        "West Side Story": 2,
        "Night of the Living Dead": 2,
        "365 Days": 2,
        "The Lion King": 2,
        "Vice": 2,
        "The Parent Trap": 2,
        "Black Box": 2,
        "The Invisible Man": 2,
        "The Great Gatsby": 2
      }
    },
    "Overview": {
      "unique": 9832,
      "top_values": {
        "Alien pods come to Earth and, naturally, start taking over Human Hosts. One such pod only manages to take over one human's, Shin Izumi, right arm. Together they grow and co-exist, all the while the other aliens are making meals of other humans; Shin feels he must put a stop to it all, but his alien, Migi, doesn't see why.": 2,
        "The Kingdom of the People of the Earth once ruled over the land, but now all that remains is the Sword of the Earth. in the city of Eindoak. Satoshi, Iris, and Dent arrive in Eindoak during a harvest festival's Pokémon Tournament and meet the legendary Pokémon Victini who wishes to share its powers of victory to someone. Elsewhere in the city, a descendant of the People of the Earth named Dred Grangil has arrived who seeks to revive the kingdom's power with the Sword of the Earth, bringing them back into power over the land, and Satoshi and his friends must stop him before he destroys the land along with Victini.": 2,
        "Wilbur the pig is scared of the end of the season, because he knows that come that time, he will end up on the dinner table. He hatches a plan with Charlotte, a spider that lives in his pen, to ensure that this will never happen.": 2,
        "Dr. Raichi is one of the only survivors of the Tuffles, a race that once lived on Planet Plant before the coming of the Saiyans. The Saiyans not only massacred the entire Tuffle race, but also stole their technology and conquered the planet, renaming it Planet Vegeta in honor of their king. Raichi managed to escape with a capsule and found refuge on the Dark Planet, a world at the end of the universe. His only wish is to eradicate the last remaining Saiyans.": 2,
        "In the early 1990s, Nǃxau was cast in three low-budget unofficial sequels that continued the fish-out-of-water aspects of the first two films.": 2,
        "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.": 1,
        "As a collection of history's worst tyrants and criminal masterminds gather to plot a war to wipe out millions, one man must race against time to stop them.": 1,
        "An elite DEA agent returns home after a failed mission when his family makes an unexpected discovery in their house – a stash of money worth $3 million. They soon face the danger and threat of a newly released criminal and his crew, who will do whatever it takes to retrieve the money, including kidnap the agent’s daughters. Stakes are high and lives are at risk in this head-to-head battle as the agent stops at nothing to protect his family against the money-hungry criminals.": 1,
        "Twenty-five years after a streak of brutal murders shocked the quiet town of Woodsboro, a new killer has donned the Ghostface mask and begins targeting a group of teenagers to resurrect secrets from the town’s deadly past.": 1,
        "A tech worker with agoraphobia discovers recorded evidence of a violent crime but is met with resistance when she tries to report it. Seeking justice, she must do the thing she fears the most: she must leave her apartment.": 1,
        "Addie Moore and Louis Waters, a widow and widower, have lived next to each other for years. The pair have almost no relationship, but that all changes when Addie tries to make a connection with her neighbour.": 1,
        "Plagued by strange memories, Neo's life takes an unexpected turn when he finds himself back inside the Matrix.": 1,
        "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.": 1,
        "A reporter Lanie Kerrigan interviews a psychic homeless man for a fluff piece about a football game's score. Instead he tells her that her life has no meaning and is going to end in just a few days, which sparks her to action, trying to change the pattern of her life...": 1,
        "When new kid in town Ed Wallis is given an assignment to interview an older person, he turns to his mysterious neighbor, Ashby Holt for help.  That new connection leads to unexpected journeys for both of them, as Ashby – who turns out to be a retired CIA assassin – deals with a terminal prognosis, and Ed deals with adjusting to life with his newly single mom and developing relationship with a brainy classmate, Eloise.": 1,
        "After spending years in California, Amir returns to his homeland in Afghanistan to help his old friend Hassan, whose son is in trouble.": 1,
        "A woman inherits a house in her ancestral village, but she's unaware that members of the community have been trying to locate and kill her to remove the curse that has plagued them for years.": 1,
        "In the early 1970s, Dr. Henry West creates an institute to find people with supernatural abilities. When Judith Winstead comes to the facility, she exhibits amazing abilities that the military wants to turn into a weapon.": 1,
        "Yori and his twin sister Iku used to be very close as children but lately Yori has grown colder toward Iku and is always eager to stay away from her. Iku was confused by Yori's attitude. Actually Yori is in love with Iku and that forbidden love is causing Yori sleepless nights since Yori and Iku are sharing the same room with bunk beds. Yori tried to ease his intense desire for Iku by bedding Iku's best friend. He had even applied to attend a boarding school in another city to take him far away from Iku. Yori lost his resolve to stay quiet about his feelings when Iku started to talk about having a boyfriend and going on dates. Now Yori want to have his little sister and he confessed. Iku loves her big brother and wanted them to stay together, so Iku is willing to anything to keep them together. But Yori wanted to have Iku as a lover, not as a sister loyal to her twin.": 1,
        "During a solo voyage in the Indian Ocean, a veteran mariner awakes to find his vessel taking on water after a collision with a stray shipping container. With his radio and navigation equipment disabled, he sails unknowingly into a violent storm and barely escapes with his life. With any luck, the ocean currents may carry him into a shipping lane -- but, with supplies dwindling and the sharks circling, the sailor is forced to face his own mortality.": 1,
        "Shane Ryan's sequel to the disturbing Amateur Porn Star Killer is a brutal calling card to all those who were enraged by its predecessor (and there were many). Ryan is a force to be reckoned with, and he's not letting up any time soon. The victim here isn't a young girl. This one doesn't just go quietly, either. She fights back. She knows she's in trouble, but she mistakenly thinks she can get away. In other movies, she would escape and somber music would play as the credits creep up the screen. The audience would leave the theatre satisfied that the bad guy got what he deserved. They would go home feeling safe. Ryan doesn't let anyone have such notions. He shows things as they really are. This is what a killer would film. This is how it would look, and if you didn't know any better, you'd swear it was real. (And you still can't be totally sure it's not.)": 1,
        "After a break-in at their house, a couple gets help from one of the cops that answered their call. He helps them install the security system, and begins dropping by on short notice and unofficial patrol, and spends a lot of time discussing the couple's problems with the wife. The husband begins wondering if they're getting too much help.": 1,
        "Based on the story by Antoine deSaint-Exupery, this magical musical fable begins as a pilot (Richard Kiley) makes a forced landing on the barren Sahara Desert. He is befriended by a \"little\" prince from the planet Asteroid B-612. In the days that follow, the pilot learns of the small boy's history and planet-hopping journeys in which he met a King, a businessman, an historian, and a general. It isn't until he comes to Earth that the Little Prince learns the secrets of the importance of life from a Fox (Gene Wilder), a Snake (Bob Fosse), and the pilot.": 1,
        "A dramatization of the Starkweather-Fugate killing spree of the 1950s, in which a teenage girl and her twenty-something boyfriend slaughtered her entire family and several others in the Dakota badlands.": 1,
        "A female vampire falls in love with a man she met in a bar. A male vampire invites a pregnant woman and her friends to watch his theatre play. These two vampires are husband and wife.": 1,
        "When young and successful reporter Jamie finds out that her sister has died in mysterious circumstances, she travels to Singapore to uncover the truth. There, she discovers multiple deaths linked to her sister's and must join forces with her sister's husband in order to defeat a demonic entity that is using new technology to complete an ancient mission.": 1,
        "Billie Holiday spent much of her career being adored by fans. In the 1940s, the government targeted Holiday in a growing effort to racialize the war on drugs, ultimately aiming to stop her from singing her controversial ballad, \"Strange Fruit.\"": 1,
        "Test space rockets exploding at liftoff and increased reporting of UFO sightings culminate in a direct attempt by alien survivors of a dead, extra-galactic civilization to invade Earth from impervious flying saucers, using ray-weapons of mass destruction.": 1,
        "Once the booming home of pharmaceutical giant Umbrella Corporation, Raccoon City is now a dying Midwestern town. The company’s exodus left the city a wasteland…with great evil brewing below the surface. When that evil is unleashed, the townspeople are forever…changed…and a small group of survivors must work together to uncover the truth behind Umbrella and make it through the night.": 1,
        "After civilization succumbs to a deadly pandemic and his wife is murdered, a special forces soldier abandons his duty and becomes a hermit in the Nordic wilderness. Years later, a wounded woman appears on his doorstep. She's escaped from a lab and her pursuers believe her blood is the key to a worldwide cure. He's hesitant to get involved, but all doubts are cast aside when he discovers her pursuer is none other than Commander Stone, the man that murdered his wife some years ago.": 1,
        "An ex-NYPD officer-turned-sheriff of a small rural Georgia town has to contend with a gang of thieves who have taken a wealthy doctor hostage.": 1,
        "A young street-smart, Nathan Drake and his wisecracking partner Victor “Sully” Sullivan embark on a dangerous pursuit of “the greatest treasure never found” while also tracking clues that may lead to Nathan’s long-lost brother.": 1,
        "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!": 1,
        "When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.": 1,
        "A group of top female agents from American, British, Chinese, Columbian and German  government agencies are drawn together to try and stop an organization from acquiring a deadly weapon to send the world into chaos.": 1,
        "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.": 1,
        "Music superstars Kat Valdez and Bastian are getting married before a global audience of fans. But when Kat learns, seconds before her vows, that Bastian has been unfaithful, she decides to marry Charlie, a stranger in the crowd, instead.": 1,
        "When a mysterious animal attack leaves a mutilated body in the forest, a conservative small town detective must enlist the help of an eager wildlife specialist to uncover the dark and disturbing truth that threatens the town.": 1,
        "Two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy.": 1,
        "Raquel's longtime crush on her next-door neighbor turns into something more when he starts developing feelings for her, despite his family's objections.": 1,
        "With the help of the \"Dragon Sin of Wrath\" Meliodas and the worst rebels in history, the Seven Deadly Sins, the \"Holy War\", in which four races, including Humans, Goddesses, Fairies and Giants fought against the Demons, is finally over. At the cost of the \"Lion Sin of Pride\" Escanor's life, the Demon King was defeated and the world regained peace. After that, each of the Sins take their own path.": 1,
        "An elite squad of Navy SEALs, on a covert mission to transport a prisoner off a CIA black site island prison, are trapped when insurgents attack while trying to rescue the same prisoner.": 1,
        "This time, the rivals team up to help a cowgirl and her brother save their homestead from a greedy land-grabber, and they’re going to need some help! Jerry’s three precocious nephews are all ready for action, and Tom is rounding up a posse of prairie dogs. But can a ragtag band of varmints defeat a deceitful desperado determined to deceive a damsel in distress? No matter what happens with Tom and Jerry in the saddle, it’ll be a rootin’ tootin’ good time!": 1,
        "The aftermath of a shocking explosion at the Chernobyl nuclear power station made hundreds of people sacrifice their lives to clean up the site of the catastrophe and to successfully prevent an even bigger disaster that could have turned a large part of the European continent into an uninhabitable exclusion zone. This is their story.": 1,
        "After Kansas Red rescues young Billy from a card-game shootout, the boy asks Red for help protecting his family from the outlaw Thorn, who’s just kidnapped Billy’s mother, Carol. As Red and Billy ride off to rescue Carol, they run into beautiful, tough-as-nails Leslie, who’s managed to escape Thorn’s men. The three race to stop Thorn’s wedding to Carol with guns a-blazing - but does she want to be rescued?": 1,
        "As Emily struggles to fit in at home and at school, she discovers a small red puppy who is destined to become her best friend. When Clifford magically undergoes one heck of a growth spurt, becomes a gigantic dog and attracts the attention of a genetics company, Emily and her Uncle Casey have to fight the forces of greed as they go on the run across New York City. Along the way, Clifford affects the lives of everyone around him and teaches Emily and her uncle the true meaning of acceptance and unconditional love.": 1,
        "Madea's back - hallelujer! And she's not putting up with any nonsense as family drama erupts at her great-grandson's college graduation celebration.": 1,
        "The Templeton brothers — Tim and his Boss Baby little bro Ted — have become adults and drifted away from each other. But a new boss baby with a cutting-edge approach and a can-do attitude is about to bring them together again … and inspire a new family business.": 1,
        "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda.": 1,
        "Mystery writer Grace Miller has killer instincts when it comes to motive - and she'll need every bit of expertise to help solve her sister's murder.": 1
      }
    },
    "Popularity": {
      "unique": 8162,
      "top_values": {
        "14.696": 6,
        "13.446": 5,
        "13.484": 5,
        "13.452": 5,
        "16.652": 5,
        "14.437": 5,
        "14.773": 5,
        "13.51": 5,
        "14.168": 5,
        "14.167": 5,
        "14.099": 5,
        "13.708": 5,
        "19.266": 4,
        "13.489": 4,
        "13.377": 4,
        "13.378": 4,
        "17.125": 4,
        "17.197": 4,
        "13.502": 4,
        "16.934": 4,
        "16.83": 4,
        "16.42": 4,
        "16.099": 4,
        "16.141": 4,
        "16.035": 4,
        "19.009": 4,
        "18.725": 4,
        "18.445": 4,
        "17.697": 4,
        "17.268": 4,
        "20.175": 4,
        "19.51": 4,
        "14.977": 4,
        "15.098": 4,
        "15.119": 4,
        "15.348": 4,
        "15.522": 4,
        "15.59": 4,
        "15.71": 4,
        "14.875": 4,
        "14.482": 4,
        "14.513": 4,
        "14.458": 4,
        "14.322": 4,
        "14.781": 4,
        "14.633": 4,
        "14.526": 4,
        "14.969": 4,
        "14.145": 4,
        "14.201": 4
      }
    },
    "Vote_Count": {
      "unique": 3271,
      "top_values": {
        "0": 100,
        "4": 38,
        "2": 33,
        "5": 31,
        "3": 31,
        "10": 31,
        "13": 29,
        "8": 27,
        "1": 26,
        "6": 26,
        "117": 25,
        "28": 24,
        "9": 24,
        "82": 23,
        "120": 23,
        "7": 23,
        "21": 22,
        "100": 22,
        "95": 22,
        "106": 22,
        "77": 21,
        "22": 21,
        "14": 21,
        "38": 21,
        "34": 21,
        "16": 21,
        "122": 21,
        "19": 20,
        "49": 20,
        "15": 20,
        "52": 20,
        "43": 20,
        "80": 20,
        "18": 19,
        "160": 19,
        "104": 19,
        "98": 19,
        "119": 19,
        "61": 19,
        "174": 19,
        "200": 19,
        "116": 19,
        "94": 18,
        "66": 18,
        "70": 18,
        "130": 18,
        "134": 18,
        "87": 18,
        "37": 18,
        "102": 18
      }
    },
    "Vote_Average": {
      "unique": 78,
      "top_values": {
        "6.4": 435,
        "6.3": 429,
        "6.5": 426,
        "6.8": 423,
        "6.7": 420,
        "6.6": 414,
        "6.2": 388,
        "7.0": 387,
        "7.1": 387,
        "6.9": 377,
        "6.1": 376,
        "7.2": 373,
        "5.9": 360,
        "6.0": 343,
        "7.3": 329,
        "7.4": 304,
        "7.5": 286,
        "5.8": 284,
        "5.7": 252,
        "7.6": 234,
        "5.5": 210,
        "5.6": 199,
        "5.4": 186,
        "7.7": 183,
        "5.3": 173,
        "7.8": 165,
        "7.9": 138,
        "5.2": 124,
        "8.0": 121,
        "0.0": 100,
        "5.0": 99,
        "8.1": 89,
        "5.1": 87,
        "8.2": 67,
        "4.8": 66,
        "4.9": 64,
        "4.6": 53,
        "8.3": 53,
        "4.7": 53,
        "8.4": 44,
        "4.5": 40,
        "4.4": 32,
        "8.5": 30,
        "4.3": 27,
        "4.1": 27,
        "4.0": 26,
        "4.2": 25,
        "2.0": 18,
        "3.9": 12,
        "8.6": 11
      }
    },
    "Original_Language": {
      "unique": 46,
      "top_values": {
        "en": 7565,
        "ja": 641,
        "es": 339,
        "fr": 291,
        "ko": 170,
        "zh": 129,
        "it": 123,
        "cn": 109,
        "ru": 83,
        "de": 82,
        "pt": 37,
        "da": 28,
        "no": 26,
        "hi": 26,
        "sv": 23,
        "nl": 21,
        "pl": 17,
        "th": 17,
        "tr": 15,
        "id": 15,
        "tl": 8,
        "te": 6,
        "fi": 5,
        "sr": 5,
        "el": 5,
        "cs": 4,
        "fa": 3,
        "hu": 3,
        "is": 2,
        "ro": 2,
        "ta": 2,
        "he": 2,
        "ar": 2,
        "uk": 2,
        "https://image.tmdb.org/t/p/original/6iXYe7AkQ1QIfMFuvXsSCT2zF7s.jpg": 1,
        "Anita's old school friend Cruella De Vil wants to buy them all. Roger declines her offer": 1,
        "ml": 1,
        "lv": 1,
        "the girl who helps out at the hotel they stay in.,20.104,14,6.9,ja,Comedy": 1,
        "nb": 1,
        "eu": 1,
        "ms": 1,
        "la": 1,
        "ca": 1,
        "bn": 1,
        "et": 1
      }
    },
    "Genre": {
      "unique": 2334,
      "top_values": {
        "Drama": 466,
        "Comedy": 402,
        "Drama, Romance": 248,
        "Horror": 238,
        "Horror, Thriller": 199,
        "Comedy, Romance": 196,
        "Documentary": 138,
        "Comedy, Drama": 137,
        "Action, Thriller": 125,
        "Comedy, Drama, Romance": 107,
        "Thriller": 105,
        "Action": 99,
        "Drama, History": 94,
        "Drama, Thriller": 94,
        "Romance, Drama": 87,
        "Animation, Family": 78,
        "Crime, Drama, Thriller": 74,
        "Action, Crime, Thriller": 69,
        "Romance, Comedy": 68,
        "Drama, Comedy": 64,
        "Action, Comedy": 61,
        "Thriller, Horror": 57,
        "Crime, Drama": 57,
        "Comedy, Crime": 56,
        "Comedy, Family": 54,
        "Action, Adventure, Science Fiction": 50,
        "Drama, Crime": 45,
        "Comedy, Horror": 45,
        "Horror, Mystery, Thriller": 45,
        "Action, Thriller, Crime": 43,
        "Horror, Comedy": 42,
        "Horror, Thriller, Mystery": 41,
        "Animation, Comedy, Family": 40,
        "Action, Drama": 39,
        "Horror, Mystery": 34,
        "Drama, War": 34,
        "Animation": 34,
        "Thriller, Drama": 34,
        "Action, Adventure, Fantasy": 33,
        "Action, Crime, Drama, Thriller": 32,
        "Western": 32,
        "Romance": 32,
        "Family, Comedy": 32,
        "Drama, Comedy, Romance": 32,
        "Action, Crime": 31,
        "Crime, Thriller": 31,
        "Action, Comedy, Crime": 30,
        "Action, Drama, Thriller": 30,
        "Adventure, Action, Thriller": 29,
        "Drama, History, War": 28
      }
    },
    "Poster_Url": {
      "unique": 9819,
      "top_values": {
        "https://image.tmdb.org/t/p/original/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg": 1,
        "https://image.tmdb.org/t/p/original/74xTEgt7R36Fpooo50r9T25onhq.jpg": 1,
        "https://image.tmdb.org/t/p/original/vDHsLnOWKlPGmWs0kGfuhNF4w5l.jpg": 1,
        "https://image.tmdb.org/t/p/original/4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg": 1,
        "https://image.tmdb.org/t/p/original/aq4Pwv5Xeuvj6HZKtxyd23e6bE9.jpg": 1,
        "https://image.tmdb.org/t/p/original/pSh8MyYu5CmfyWEHzv8FEARH2zq.jpg": 1,
        "https://image.tmdb.org/t/p/original/kZNHR1upJKF3eTzdgl5V8s8a4C3.jpg": 1,
        "https://image.tmdb.org/t/p/original/okNgwtxIWzGsNlR3GsOS0i0Qgbn.jpg": 1,
        "https://image.tmdb.org/t/p/original/3cccEF9QZgV9bLWyupJO41HSrOV.jpg": 1,
        "https://image.tmdb.org/t/p/original/zByhtBvX99ZiCQhac1sh9d9r6nb.jpg": 1,
        "https://image.tmdb.org/t/p/original/wYihSXWYqN8Ejsdut2P1P0o97N0.jpg": 1,
        "https://image.tmdb.org/t/p/original/4NUzcKtYPKkfTwKsLjwNt8nRIXV.jpg": 1,
        "https://image.tmdb.org/t/p/original/aw4GGsRwhQtyLsjzC7dsAahfCDY.jpg": 1,
        "https://image.tmdb.org/t/p/original/680klE0dIreQQOyWKFgNnCAJtws.jpg": 1,
        "https://image.tmdb.org/t/p/original/zzXFM4FKDG7l1ufrAkwQYv2xvnh.jpg": 1,
        "https://image.tmdb.org/t/p/original/teCy1egGQa0y8ULJvlrDHQKnxBL.jpg": 1,
        "https://image.tmdb.org/t/p/original/meRIRfADEGVo65xgPO6eZvJ0CRG.jpg": 1,
        "https://image.tmdb.org/t/p/original/i0z8g2VRZP3dhVvvSMilbOZMKqR.jpg": 1,
        "https://image.tmdb.org/t/p/original/onGdT8sYi89drvSJyEJnft97rOq.jpg": 1,
        "https://image.tmdb.org/t/p/original/lAXONuqg41NwUMuzMiFvicDET9Y.jpg": 1,
        "https://image.tmdb.org/t/p/original/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg": 1,
        "https://image.tmdb.org/t/p/original/3Ib8vlWTrAKRrTWUrTrZPOMW4jp.jpg": 1,
        "https://image.tmdb.org/t/p/original/rjkmN1dniUHVYAtwuV3Tji7FsDO.jpg": 1,
        "https://image.tmdb.org/t/p/original/8c4a8kE7PizaGQQnditMmI1xbRp.jpg": 1,
        "https://image.tmdb.org/t/p/original/7uRbWOXxpWDMtnsd2PF3clu65jc.jpg": 1,
        "https://image.tmdb.org/t/p/original/4B7liCxNCZIZGONmAMkCnxVlZQV.jpg": 1,
        "https://image.tmdb.org/t/p/original/daeVrgyj0ue8qb3AHyU3UeCwoZz.jpg": 1,
        "https://image.tmdb.org/t/p/original/sqLowacltbZLoCa4KYye64RvvdQ.jpg": 1,
        "https://image.tmdb.org/t/p/original/h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg": 1,
        "https://image.tmdb.org/t/p/original/sg4xJaufDiQl7caFEskBtQXfD4x.jpg": 1,
        "https://image.tmdb.org/t/p/original/uQt2dJFMnJmAp9zLAWNfGilK0BW.jpg": 1,
        "https://image.tmdb.org/t/p/original/1BIoJGKbXjdFDAqUEiA2VHqkK1Z.jpg": 1,
        "https://image.tmdb.org/t/p/original/ko1JVbGj4bT8IhCWqjBQ6ZtF2t.jpg": 1,
        "https://image.tmdb.org/t/p/original/kvhrltQIRp1u84ao9uj52YPaWNY.jpg": 1,
        "https://image.tmdb.org/t/p/original/yfz3IUoYYSY32tkb97HlUBGFsnh.jpg": 1,
        "https://image.tmdb.org/t/p/original/6gg7fvKc1ZxP9yCczweSxIGYp4S.jpg": 1,
        "https://image.tmdb.org/t/p/original/k0ThmZQl5nHe4JefC2bXjqtgYp0.jpg": 1,
        "https://image.tmdb.org/t/p/original/3OXiTjU30gWtqxmx4BU9RVp2OTv.jpg": 1,
        "https://image.tmdb.org/t/p/original/muIaHotSaSUQr0KZCIJOYQEe7y2.jpg": 1,
        "https://image.tmdb.org/t/p/original/AmJLuHjxPdIJO6vmymeWADG6jK5.jpg": 1,
        "https://image.tmdb.org/t/p/original/7pYYGm1dWZGkbJuhcuaHD6nE6k7.jpg": 1,
        "https://image.tmdb.org/t/p/original/oifhfVhUcuDjE61V5bS5dfShQrm.jpg": 1,
        "https://image.tmdb.org/t/p/original/vzX5GNRTXsAltdU1tfASmZbzYmv.jpg": 1,
        "https://image.tmdb.org/t/p/original/kv2Qk9MKFFQo4WQPaYta599HkJP.jpg": 1,
        "https://image.tmdb.org/t/p/original/qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg": 1,
        "https://image.tmdb.org/t/p/original/7e4n1GfC9iky9VQzH3cDQz9wYpO.jpg": 1,
        "https://image.tmdb.org/t/p/original/iZjMFSKCrleKolC1gYcz5Rs8bk1.jpg": 1,
        "https://image.tmdb.org/t/p/original/bv9dy8mnwftdY2j6gG39gCfSFpV.jpg": 1,
        "https://image.tmdb.org/t/p/original/7M0uwPgwvPONdFG0jk8TPK09xJU.jpg": 1,
        "https://image.tmdb.org/t/p/original/xmbU4JTUm8rsdtn7Y3Fcm30GpeT.jpg": 1
      }
    }
  }
}